{"name":"Spectrum Consortium","nav":[{"children":[{"children":[],"title":"Governance"},{"children":[],"title":"Our Partners"},{"children":[],"title":"Our Team"},{"children":[],"title":"Public Involvement"}],"title":"About"},{"children":[{"children":[],"title":"Events"},{"children":[{"children":[],"title":"How can we turn the tide on obesity? Taking forward recommendations from the healthy weight strategy"},{"children":[],"title":"In Conversation… with Professor Linda Bauld, hosted by Dr Lauren Carters-White"},{"children":[],"title":"In conversation... with Professor Niamh Fitzgerald, hosted by Dr Nason Maani"},{"children":[],"title":"Industry influence: a barrier to progress in public health policy"},{"children":[],"title":"What does the new UK Government legislation on unhealthy food promotions mean for public health?"},{"children":[],"title":"Levelling Up: A serious attempt to reduce regional inequalities in health?"},{"children":[],"title":"Monitoring smoking behaviour across Scotland, Wales, and England"},{"children":[],"title":"One year on from the Obesity Strategy: How far have we come, how far to go?"},{"children":[],"title":"Pervasive and inescapable: parents’ and children’s views of online advertising of unhealthy food and drink to children"},{"children":[],"title":"Potential withdrawal of online advertising ban of unhealthy food"},{"children":[],"title":"Why public involvement is crucial for quality research"},{"children":[],"title":"Putting the country’s health first on the route to Covid-19 recovery"},{"children":[],"title":"How reality TV is driving exposure to tobacco, alcohol and ‘junk food’ content"},{"children":[],"title":"Ten years of Stoptober"},{"children":[],"title":"What next for tobacco control in Scotland?"}],"title":"Insights"},{"children":[{"children":[],"title":"2022"},{"children":[],"title":"2020"},{"children":[],"title":"2021"}],"title":"News"}],"title":"News, Insights and Events"},{"children":[{"children":[],"title":"COVID-19"},{"children":[],"title":"Developing and integrating new data sources to inform action"},{"children":[],"title":"Disrupting the relationship between mental health, stigma and unhealthy commodities"},{"children":[],"title":"Economic & health impact evidence synthesis to inform policy and practice decisions"},{"children":[],"title":"Evaluating the effectiveness of policies and natural experiments"},{"children":[],"title":"Shaping the local environment to change behaviour and prevent harm"},{"children":[],"title":"Towards governance for health equity"},{"children":[],"title":"Understanding and addressing unhealthy commodity industry influence"},{"children":[],"title":"Using systems approaches to understand determinants and address harms"}],"title":"Our Research"},{"children":[{"children":[],"title":"Publications"},{"children":[],"title":"Submissions"}],"title":"Publications and Submissions"}],"root":"spectrum"}